---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.FabricArea
source: html/74824240-e965-fd8a-cc21-2f3eabc10c78.htm
---
# FabricArea Properties

The id of the assembly instance to which the element belongs.